{
  "bookId": "genesis",
  "chapters": [
    {
      "number": 1,
      "verses": [
        {"number": 1, "text": "Lúc khởi đầu, Thiên Chúa sáng tạo trời đất."},
        {"number": 2, "text": "Đất còn trống rỗng, chưa có hình dạng, bóng tối bao trùm vực thẳm, và thần khí Thiên Chúa bay lượn trên mặt nước."},
        {"number": 3, "text": "Thiên Chúa phán: \"Phải có ánh sáng.\" Liền có ánh sáng."},
        {"number": 4, "text": "Thiên Chúa thấy rằng ánh sáng tốt đẹp. Thiên Chúa phân rẽ ánh sáng và bóng tối."},
        {"number": 5, "text": "Thiên Chúa gọi ánh sáng là \"ngày\", bóng tối là \"đêm\". Qua một buổi chiều và một buổi sáng: đó là ngày thứ nhất."},
        {"number": 6, "text": "Thiên Chúa phán: \"Phải có một cái vòm ở giữa khối nước, để phân rẽ nước với nước.\""},
        {"number": 7, "text": "Thiên Chúa làm ra cái vòm đó và phân rẽ nước phía dưới vòm với nước phía trên. Liền có như vậy."},
        {"number": 8, "text": "Thiên Chúa gọi vòm đó là \"trời\". Qua một buổi chiều và một buổi sáng: đó là ngày thứ hai."},
        {"number": 9, "text": "Thiên Chúa phán: \"Nước phía dưới trời phải tụ lại một nơi, để chỗ cạn lộ ra.\" Liền có như vậy."},
        {"number": 10, "text": "Thiên Chúa gọi chỗ cạn là \"đất\", khối nước tụ lại là \"biển\". Thiên Chúa thấy thế là tốt đẹp."},
        {"number": 11, "text": "Thiên Chúa phán: \"Đất phải sinh thảo mộc xanh tươi, cỏ mang hạt giống, và cây trên mặt đất có trái, mang hạt giống, tùy theo loại.\" Liền có như vậy."},
        {"number": 12, "text": "Đất trổ sinh thảo mộc, cỏ mang hạt giống tùy theo loại, và cây có trái mang hạt giống tùy theo loại. Thiên Chúa thấy thế là tốt đẹp."},
        {"number": 13, "text": "Qua một buổi chiều và một buổi sáng: đó là ngày thứ ba."},
        {"number": 14, "text": "Thiên Chúa phán: \"Phải có những vầng sáng trên vòm trời, để phân rẽ ngày với đêm, để làm dấu chỉ xác định các đại lễ, ngày và năm."},
        {"number": 15, "text": "Những vầng sáng đó sẽ ở trên vòm trời để chiếu soi mặt đất.\" Liền có như vậy."},
        {"number": 16, "text": "Thiên Chúa làm ra hai vầng sáng lớn: vầng sáng lớn hơn để điều khiển ngày, vầng sáng nhỏ hơn để điều khiển đêm; Người cũng làm ra các ngôi sao."},
        {"number": 17, "text": "Thiên Chúa đặt các vầng sáng trên vòm trời để chiếu soi mặt đất,"},
        {"number": 18, "text": "để điều khiển ngày và đêm, để phân rẽ ánh sáng và bóng tối. Thiên Chúa thấy thế là tốt đẹp."},
        {"number": 19, "text": "Qua một buổi chiều và một buổi sáng: đó là ngày thứ tư."},
        {"number": 20, "text": "Thiên Chúa phán: \"Nước phải sinh ra đầy dẫy những sinh vật lúc nhúc, và loài chim phải bay lượn trên mặt đất, dưới vòm trời.\""},
        {"number": 21, "text": "Thiên Chúa sáng tạo các thủy quái khổng lồ, cùng mọi sinh vật vẫy vùng lúc nhúc dưới nước tùy theo loại, và mọi giống chim bay tùy theo loại. Thiên Chúa thấy thế là tốt đẹp."},
        {"number": 22, "text": "Thiên Chúa chúc phúc cho chúng rằng: \"Hãy sinh sôi nảy nở thật nhiều, cho đầy biển; và chim phải sinh sản cho nhiều trên mặt đất.\""},
        {"number": 23, "text": "Qua một buổi chiều và một buổi sáng: đó là ngày thứ năm."},
        {"number": 24, "text": "Thiên Chúa phán: \"Đất phải sinh ra các sinh vật tùy theo loại: gia súc, loài bò sát và dã thú tùy theo loại.\" Liền có như vậy."},
        {"number": 25, "text": "Thiên Chúa làm ra dã thú tùy theo loại, gia súc tùy theo loại, và loài bò sát dưới đất tùy theo loại. Thiên Chúa thấy thế là tốt đẹp."},
        {"number": 26, "text": "Thiên Chúa phán: \"Chúng ta hãy làm ra con người theo hình ảnh chúng ta, giống như chúng ta, để con người làm bá chủ cá biển, chim trời, gia súc, dã thú, tất cả mặt đất và mọi giống vật bò dưới đất.\""},
        {"number": 27, "text": "Thiên Chúa sáng tạo con người theo hình ảnh mình, Thiên Chúa sáng tạo con người theo hình ảnh Thiên Chúa, Thiên Chúa sáng tạo con người có nam có nữ."},
        {"number": 28, "text": "Thiên Chúa ban phúc lành cho họ, và Thiên Chúa phán với họ: \"Hãy sinh sôi nảy nở thật nhiều, cho đầy mặt đất, và thống trị mặt đất. Hãy làm bá chủ cá biển, chim trời, và mọi giống vật bò trên mặt đất.\""},
        {"number": 29, "text": "Thiên Chúa phán: \"Đây Ta ban cho các ngươi mọi thứ cỏ mang hạt giống trên khắp mặt đất, và mọi thứ cây có trái mang hạt giống, để làm lương thực cho các ngươi."},
        {"number": 30, "text": "Còn đối với mọi dã thú, chim trời và mọi vật bò dưới đất mà có sinh khí, thì Ta ban cho chúng mọi thứ cỏ xanh tươi để làm lương thực.\" Liền có như vậy."},
        {"number": 31, "text": "Thiên Chúa thấy mọi sự Người đã làm ra quả là rất tốt đẹp! Qua một buổi chiều và một buổi sáng: đó là ngày thứ sáu."}
      ]
    },
    {
      "number": 2,
      "verses": [
        {"number": 1, "text": "Thế là trời đất cùng với mọi thành phần đã hoàn tất."},
        {"number": 2, "text": "Ngày thứ bảy, Thiên Chúa đã hoàn thành công việc Người làm. Ngày thứ bảy, Người nghỉ ngơi, sau khi làm xong mọi công việc của Người."},
        {"number": 3, "text": "Thiên Chúa ban phúc lành cho ngày thứ bảy và thánh hóa ngày đó, vì ngày đó Người nghỉ ngơi, sau khi làm xong mọi công việc sáng tạo của Người."},
        {"number": 4, "text": "Đó là gốc tích trời đất khi được sáng tạo."},
        {"number": 5, "text": "Ngày Đức Chúa là Thiên Chúa làm ra đất và trời, chưa có bụi cây ngoài đồng nào trên mặt đất, chưa có đồng cỏ nào mọc lên, vì Đức Chúa là Thiên Chúa chưa cho mưa xuống đất và không có người để canh tác đất đai."},
        {"number": 6, "text": "Nhưng có một dòng nước từ đất trào lên và tưới khắp mặt đất."},
        {"number": 7, "text": "Đức Chúa là Thiên Chúa lấy bụi từ đất nặn ra con người, thổi sinh khí vào lỗ mũi, và con người trở nên một sinh vật."},
        {"number": 8, "text": "Rồi Đức Chúa là Thiên Chúa trồng một vườn cây ở Ê-đen, về phía đông, và đặt vào đó con người do chính mình nặn ra."},
        {"number": 9, "text": "Đức Chúa là Thiên Chúa khiến từ đất mọc lên đủ mọi thứ cây trông đẹp mắt và ăn ngon miệng, với cây trường sinh ở giữa vườn, và cây cho biết điều thiện điều ác."},
        {"number": 10, "text": "Có một con sông từ Ê-đen chảy ra tưới vườn, rồi từ đó chia thành bốn nhánh."},
        {"number": 11, "text": "Sông thứ nhất tên là Pi-sôn: sông này chảy quanh tất cả đất Kha-vi-la, nơi có vàng."},
        {"number": 12, "text": "Vàng ở đất ấy là vàng tốt; ở đó còn có nhũ hương và bích ngọc."},
        {"number": 13, "text": "Sông thứ hai tên là Ghi-khôn: sông này chảy quanh tất cả đất Cút."},
        {"number": 14, "text": "Sông thứ ba tên là Tích-ra: sông này chảy về phía đông At-sua. Sông thứ tư là sông Êu-phơ-rát."},
        {"number": 15, "text": "Đức Chúa là Thiên Chúa đem con người đặt vào vườn Ê-đen, để cày cấy và canh giữ đất đai."},
        {"number": 16, "text": "Đức Chúa là Thiên Chúa truyền lệnh cho con người rằng: \"Hết mọi trái cây trong vườn, ngươi cứ ăn;"},
        {"number": 17, "text": "nhưng trái của cây cho biết điều thiện điều ác, thì ngươi không được ăn, vì ngày nào ngươi ăn, chắc chắn ngươi sẽ phải chết.\""},
        {"number": 18, "text": "Đức Chúa là Thiên Chúa phán: \"Con người ở một mình thì không tốt. Ta sẽ làm cho nó một trợ tá tương xứng với nó.\""},
        {"number": 19, "text": "Đức Chúa là Thiên Chúa lấy đất nặn ra mọi dã thú, mọi chim trời, và dẫn đến với con người, xem con người gọi chúng là gì: hễ con người gọi mỗi sinh vật là gì, thì tên nó sẽ là thế."},
        {"number": 20, "text": "Con người đặt tên cho mọi súc vật, mọi chim trời và mọi dã thú, nhưng con người không tìm được cho mình một trợ tá tương xứng."},
        {"number": 21, "text": "Đức Chúa là Thiên Chúa cho một giấc ngủ mê ập xuống trên con người, và con người thiếp đi. Rồi Chúa rút một chiếc xương sườn của con người ra, và lắp thịt thế vào."},
        {"number": 22, "text": "Đức Chúa là Thiên Chúa lấy cái xương sườn đã rút từ con người ra, làm thành một người đàn bà và dẫn đến với con người."},
        {"number": 23, "text": "Con người nói: \"Phen này, đây là xương bởi xương tôi, thịt bởi thịt tôi! Nàng sẽ được gọi là đàn bà, vì đã được rút từ đàn ông ra.\""},
        {"number": 24, "text": "Bởi thế, người đàn ông lìa cha mẹ mà gắn bó với vợ mình, và cả hai thành một xương một thịt."},
        {"number": 25, "text": "Con người và vợ mình, cả hai đều trần truồng mà không xấu hổ trước mặt nhau."}
      ]
    },
    {
      "number": 3,
      "verses": [
        {"number": 1, "text": "Rắn là loài xảo quyệt nhất trong mọi giống vật ngoài đồng, mà Đức Chúa là Thiên Chúa đã làm ra. Nó nói với người đàn bà: \"Có thật Thiên Chúa bảo: 'Các ngươi không được ăn hết mọi trái cây trong vườn' không?\""},
        {"number": 2, "text": "Người đàn bà nói với con rắn: \"Trái các cây trong vườn, chúng tôi được ăn."},
        {"number": 3, "text": "Còn trái trên cây ở giữa vườn, Thiên Chúa đã bảo: 'Các ngươi không được ăn, không được động tới, kẻo phải chết.'\""},
        {"number": 4, "text": "Rắn nói với người đàn bà: \"Chẳng chết chóc gì đâu!"},
        {"number": 5, "text": "Nhưng Thiên Chúa biết ngày nào ông bà ăn trái cây đó, mắt ông bà sẽ mở ra, và ông bà sẽ nên như những vị thần biết điều thiện điều ác.\""},
        {"number": 6, "text": "Người đàn bà thấy trái cây đó: ăn thì ngon, trông thì đẹp mắt, và đáng quý vì làm cho mình được tinh khôn. Bà liền hái trái cây mà ăn, rồi đưa cho cả chồng đang ở đó với mình; ông cũng ăn."},
        {"number": 7, "text": "Bấy giờ mắt hai người mở ra, và họ thấy mình trần truồng: họ mới kết lá vả làm khố che thân."},
        {"number": 8, "text": "Nghe tiếng Đức Chúa là Thiên Chúa đi dạo trong vườn lúc gió thổi trong ngày, con người và vợ mình trốn vào giữa cây cối trong vườn, để khỏi giáp mặt Đức Chúa là Thiên Chúa."},
        {"number": 9, "text": "Đức Chúa là Thiên Chúa gọi con người và hỏi: \"Ngươi ở đâu?\""},
        {"number": 10, "text": "Con người thưa: \"Con nghe tiếng Ngài trong vườn, con sợ hãi vì con trần truồng, nên con lẩn trốn.\""},
        {"number": 11, "text": "Đức Chúa là Thiên Chúa hỏi: \"Ai đã cho ngươi biết là ngươi trần truồng? Có phải ngươi đã ăn trái cây mà Ta đã cấm ngươi ăn không?\""},
        {"number": 12, "text": "Con người thưa: \"Người đàn bà Ngài cho ở với con, đã cho con trái cây ấy, nên con ăn.\""},
        {"number": 13, "text": "Đức Chúa là Thiên Chúa hỏi người đàn bà: \"Ngươi đã làm gì thế?\" Người đàn bà thưa: \"Con rắn đã lừa dối con, nên con ăn.\""},
        {"number": 14, "text": "Đức Chúa là Thiên Chúa phán với con rắn: \"Mi đã làm điều đó, nên mi đáng bị nguyền rủa nhất trong mọi loài súc vật và mọi loài dã thú. Mi phải bò bằng bụng, phải ăn bụi đất mọi ngày trong đời mi."},
        {"number": 15, "text": "Ta sẽ gây mối thù giữa mi và người đàn bà, giữa dòng giống mi và dòng giống người ấy; dòng giống đó sẽ đánh vào đầu mi, và mi sẽ cắn vào gót nó.\""},
        {"number": 16, "text": "Với người đàn bà, Chúa phán: \"Ta sẽ làm cho ngươi phải cực nhọc thật nhiều khi thai nghén; ngươi sẽ phải cực nhọc lúc sinh con. Ngươi sẽ thèm muốn chồng ngươi, và nó sẽ thống trị ngươi.\""},
        {"number": 17, "text": "Với con người, Chúa phán: \"Vì ngươi đã nghe lời vợ và ăn trái cây mà Ta đã truyền cho ngươi rằng: 'Ngươi đừng ăn nó', nên đất đai bị nguyền rủa vì ngươi; ngươi sẽ phải cực nhọc mọi ngày trong đời ngươi, mới kiếm được miếng ăn từ đất mà ra."},
        {"number": 18, "text": "Đất đai sẽ trổ sinh gai góc cho ngươi, ngươi sẽ ăn cỏ ngoài đồng."},
        {"number": 19, "text": "Ngươi sẽ phải đổ mồ hôi trán mới có bánh ăn, cho đến khi trở về với đất, vì từ đất, ngươi đã được lấy ra. Ngươi là bụi đất, và sẽ trở về với bụi đất.\""},
        {"number": 20, "text": "Con người đặt tên cho vợ là E-và, vì bà là mẹ của chúng sinh."},
        {"number": 21, "text": "Đức Chúa là Thiên Chúa làm cho con người và vợ những chiếc áo bằng da và mặc cho họ."},
        {"number": 22, "text": "Đức Chúa là Thiên Chúa phán: \"Này con người đã trở thành như một kẻ trong chúng ta, biết điều thiện điều ác. Bây giờ, đừng để nó giơ tay hái cả trái cây trường sinh mà ăn và được sống mãi.\""},
        {"number": 23, "text": "Đức Chúa là Thiên Chúa đuổi con người ra khỏi vườn Ê-đen để cày cấy đất đai, từ đó con người đã được lấy ra."},
        {"number": 24, "text": "Người trục xuất con người, và ở phía đông vườn Ê-đen, Người đặt các thần hộ giá với lưỡi gươm sáng lòa, để canh giữ đường đến cây trường sinh."}
      ]
    }
  ]
}
