{
  "bookId": "john",
  "chapters": [
    {
      "number": 1,
      "verses": [
        {"number": 1, "text": "Lúc khởi đầu đã có Ngôi Lời. Ngôi Lời vẫn hướng về Thiên Chúa, và Ngôi Lời là Thiên Chúa."},
        {"number": 2, "text": "Lúc khởi đầu, Người vẫn hướng về Thiên Chúa."},
        {"number": 3, "text": "Nhờ Ngôi Lời, vạn vật được tạo thành, và không có Người, thì chẳng có gì được tạo thành."},
        {"number": 4, "text": "Điều đã được tạo thành ở nơi Người là sự sống, và sự sống là ánh sáng cho nhân loại."},
        {"number": 5, "text": "Ánh sáng chiếu soi trong bóng tối, và bóng tối đã không diệt được ánh sáng."},
        {"number": 6, "text": "Có một người được Thiên Chúa sai đến, tên là Gio-an."},
        {"number": 7, "text": "Ông đến để làm chứng, và làm chứng về ánh sáng, để mọi người nhờ ông mà tin."},
        {"number": 8, "text": "Ông không phải là ánh sáng, nhưng ông đến để làm chứng về ánh sáng."},
        {"number": 9, "text": "Ngôi Lời là ánh sáng thật, ánh sáng đến thế gian và chiếu soi mọi người."},
        {"number": 10, "text": "Người ở giữa thế gian, và thế gian đã nhờ Người mà có, nhưng lại không nhận biết Người."},
        {"number": 11, "text": "Người đã đến nhà mình, nhưng người nhà chẳng chịu đón nhận."},
        {"number": 12, "text": "Còn những ai đón nhận, tức là những ai tin vào danh Người, thì Người cho họ quyền trở nên con Thiên Chúa."},
        {"number": 13, "text": "Họ được sinh ra, không phải do khí huyết, cũng chẳng do ước muốn của nhục thể, hoặc do ước muốn của người đàn ông, nhưng do bởi Thiên Chúa."},
        {"number": 14, "text": "Ngôi Lời đã trở nên người phàm và cư ngụ giữa chúng ta. Chúng tôi đã được nhìn thấy vinh quang của Người, vinh quang mà Chúa Cha ban cho Người, là Con Một đầy tràn ân sủng và sự thật."},
        {"number": 15, "text": "Ông Gio-an làm chứng về Người, ông tuyên bố: \"Đây là Đấng mà tôi đã nói: Người đến sau tôi, nhưng trổi hơn tôi, vì có trước tôi.\""},
        {"number": 16, "text": "Từ nguồn sung mãn của Người, tất cả chúng ta đã lãnh nhận hết ơn này đến ơn khác."},
        {"number": 17, "text": "Quả thế, Lề Luật đã được Thiên Chúa ban qua ông Mô-sê, còn ân sủng và sự thật thì nhờ Đức Giê-su Ki-tô mà có."},
        {"number": 18, "text": "Thiên Chúa, chưa bao giờ có ai thấy cả; nhưng Con Một vốn là Thiên Chúa và là Đấng hằng ở nơi cung lòng Chúa Cha, chính Người đã tỏ cho chúng ta biết."},
        {"number": 19, "text": "Và đây là lời chứng của ông Gio-an, khi người Do-thái từ Giê-ru-sa-lem cử một số tư tế và mấy thầy Lê-vi đến hỏi ông: \"Ông là ai?\""},
        {"number": 20, "text": "Ông tuyên bố thẳng thắn, ông tuyên bố rằng: \"Tôi không phải là Đấng Ki-tô.\""},
        {"number": 21, "text": "Họ lại hỏi ông: \"Vậy thì thế nào? Ông là ông Ê-li-a sao?\" Ông nói: \"Không phải.\" – \"Ông là vị ngôn sứ chăng?\" Ông đáp: \"Không.\""},
        {"number": 22, "text": "Họ liền nói với ông: \"Thế ông là ai, để chúng tôi còn trả lời cho những người đã cử chúng tôi đến? Ông nói gì về chính ông?\""},
        {"number": 23, "text": "Ông nói: \"Tôi là tiếng người hô trong hoang địa: Hãy sửa đường cho thẳng để Đức Chúa đi, như ngôn sứ I-sai-a đã nói.\""},
        {"number": 24, "text": "Trong nhóm được cử đi, có mấy người thuộc phái Pha-ri-sêu."},
        {"number": 25, "text": "Họ hỏi ông: \"Vậy tại sao ông làm phép rửa, nếu ông không phải là Đấng Ki-tô, cũng không phải là ông Ê-li-a hay vị ngôn sứ?\""},
        {"number": 26, "text": "Ông Gio-an trả lời: \"Tôi đây làm phép rửa trong nước. Nhưng có một vị đang ở giữa các ông mà các ông không biết."},
        {"number": 27, "text": "Người sẽ đến sau tôi và tôi không đáng cởi quai dép cho Người.\""},
        {"number": 28, "text": "Các việc đó đã xảy ra tại Bê-ta-ni-a, bên kia sông Gio-đan, nơi ông Gio-an làm phép rửa."},
        {"number": 29, "text": "Hôm sau, ông Gio-an thấy Đức Giê-su tiến về phía mình, liền nói: \"Đây là Chiên Thiên Chúa, đây Đấng xóa bỏ tội trần gian."},
        {"number": 30, "text": "Chính Người là Đấng tôi đã nói tới khi bảo rằng: Có người đến sau tôi, nhưng trổi hơn tôi, vì có trước tôi."},
        {"number": 31, "text": "Tôi đã không biết Người, nhưng để Người được tỏ ra cho dân Ít-ra-en, tôi đến làm phép rửa trong nước.\""},
        {"number": 32, "text": "Ông Gio-an còn làm chứng: \"Tôi đã thấy Thần Khí tựa chim bồ câu từ trời xuống và ngự trên Người."},
        {"number": 33, "text": "Tôi đã không biết Người. Nhưng chính Đấng sai tôi đi làm phép rửa trong nước đã bảo tôi: 'Ngươi thấy Thần Khí xuống và ngự trên ai, thì người đó chính là Đấng làm phép rửa trong Thánh Thần.'"},
        {"number": 34, "text": "Tôi đã thấy, nên xin chứng thực rằng Người là Đấng Thiên Chúa tuyển chọn.\""},
        {"number": 35, "text": "Hôm sau, ông Gio-an lại đang đứng với hai người trong nhóm môn đệ của ông."},
        {"number": 36, "text": "Thấy Đức Giê-su đi ngang qua, ông lên tiếng nói: \"Đây là Chiên Thiên Chúa.\""},
        {"number": 37, "text": "Hai môn đệ nghe ông nói, liền đi theo Đức Giê-su."},
        {"number": 38, "text": "Đức Giê-su quay lại, thấy các ông đi theo mình, thì hỏi: \"Các anh tìm gì thế?\" Họ đáp: \"Thưa Ráp-bi (nghĩa là thưa Thầy), Thầy ở đâu?\""},
        {"number": 39, "text": "Người bảo họ: \"Đến mà xem.\" Họ đã đến xem chỗ Người ở, và ở lại với Người ngày hôm ấy. Lúc đó vào khoảng giờ thứ mười."},
        {"number": 40, "text": "Ông An-rê, anh ông Si-môn Phê-rô, là một trong hai người đã nghe ông Gio-an nói và đi theo Đức Giê-su."},
        {"number": 41, "text": "Trước hết, ông gặp em mình là ông Si-môn và nói: \"Chúng tôi đã gặp Đấng Mê-si-a\" (nghĩa là Đấng Ki-tô)."},
        {"number": 42, "text": "Rồi ông dẫn em mình đến gặp Đức Giê-su. Đức Giê-su nhìn ông Si-môn và nói: \"Anh là Si-môn, con ông Gio-an, anh sẽ được gọi là Kê-pha\" (tức là Phê-rô)."},
        {"number": 43, "text": "Hôm sau, Đức Giê-su quyết định đi tới miền Ga-li-lê. Người gặp ông Phi-líp-phê và nói: \"Anh hãy theo tôi.\""},
        {"number": 44, "text": "Ông Phi-líp-phê là người Bết-xai-đa, cùng quê với các ông An-rê và Phê-rô."},
        {"number": 45, "text": "Ông Phi-líp-phê gặp ông Na-tha-na-en và nói: \"Đấng mà sách Luật Mô-sê và các ngôn sứ nói tới, chúng tôi đã gặp: đó là ông Giê-su, con ông Giu-se, người Na-da-rét.\""},
        {"number": 46, "text": "Ông Na-tha-na-en liền bảo: \"Từ Na-da-rét, làm sao có cái gì hay được?\" Ông Phi-líp-phê trả lời: \"Cứ đến mà xem!\""},
        {"number": 47, "text": "Đức Giê-su thấy ông Na-tha-na-en tiến về phía mình, liền nói về ông rằng: \"Đây đích thật là một người Ít-ra-en, lòng dạ không có gì gian dối.\""},
        {"number": 48, "text": "Ông Na-tha-na-en hỏi Người: \"Làm sao Ngài lại biết tôi?\" Đức Giê-su trả lời: \"Trước khi Phi-líp-phê gọi anh, lúc anh đang ở dưới cây vả, tôi đã thấy anh rồi.\""},
        {"number": 49, "text": "Ông Na-tha-na-en nói: \"Thưa Thầy, chính Thầy là Con Thiên Chúa, chính Thầy là Vua Ít-ra-en!\""},
        {"number": 50, "text": "Đức Giê-su đáp: \"Vì tôi nói với anh là tôi đã thấy anh ở dưới cây vả, nên anh tin! Anh sẽ còn được thấy những điều lớn lao hơn thế nữa.\""},
        {"number": 51, "text": "Người lại nói: \"Thật, tôi bảo thật các anh, các anh sẽ thấy trời rộng mở, và các thiên thần của Thiên Chúa lên lên xuống xuống trên Con Người.\""}
      ]
    },
    {
      "number": 3,
      "verses": [
        {"number": 1, "text": "Trong nhóm Pha-ri-sêu, có một người tên là Ni-cô-đê-mô, một thủ lãnh của người Do-thái."},
        {"number": 2, "text": "Ông đến gặp Đức Giê-su ban đêm. Ông nói với Người: \"Thưa Thầy, chúng tôi biết: Thầy là một vị tôn sư được Thiên Chúa sai đến. Quả vậy, chẳng ai làm được những dấu lạ Thầy làm, nếu Thiên Chúa không ở cùng người ấy.\""},
        {"number": 3, "text": "Đức Giê-su trả lời: \"Thật, tôi bảo thật ông: không ai có thể thấy Nước Thiên Chúa, nếu không được sinh ra một lần nữa bởi ơn trên.\""},
        {"number": 4, "text": "Ông Ni-cô-đê-mô thưa: \"Một người đã già rồi, làm sao có thể sinh ra được? Chẳng lẽ người đó có thể vào lòng mẹ lần thứ hai để sinh ra sao?\""},
        {"number": 5, "text": "Đức Giê-su đáp: \"Thật, tôi bảo thật ông: không ai có thể vào Nước Thiên Chúa, nếu không sinh ra bởi nước và Thần Khí."},
        {"number": 6, "text": "Cái bởi xác thịt sinh ra là xác thịt; cái bởi Thần Khí sinh ra là thần khí."},
        {"number": 7, "text": "Ông đừng ngạc nhiên vì tôi đã nói: các ông cần phải được sinh ra một lần nữa bởi ơn trên."},
        {"number": 8, "text": "Gió muốn thổi đâu thì thổi; ông nghe tiếng gió, nhưng không biết gió từ đâu đến và thổi đi đâu. Ai bởi Thần Khí mà sinh ra thì cũng vậy.\""},
        {"number": 9, "text": "Ông Ni-cô-đê-mô hỏi Người: \"Làm sao những chuyện ấy có thể xảy ra được?\""},
        {"number": 10, "text": "Đức Giê-su trả lời: \"Ông là bậc thầy trong dân Ít-ra-en, mà lại không biết những chuyện ấy!"},
        {"number": 11, "text": "Thật, tôi bảo thật ông: chúng tôi nói những điều chúng tôi biết, chúng tôi làm chứng về những điều chúng tôi đã thấy, nhưng các ông không nhận lời chứng của chúng tôi."},
        {"number": 12, "text": "Nếu tôi nói với các ông về những chuyện dưới đất mà các ông còn không tin, thì giả như tôi nói với các ông về những chuyện trên trời, làm sao các ông tin được?"},
        {"number": 13, "text": "Không ai đã lên trời, ngoại trừ Con Người, Đấng từ trời xuống."},
        {"number": 14, "text": "Như ông Mô-sê đã giương cao con rắn trong sa mạc, Con Người cũng sẽ phải được giương cao như vậy,"},
        {"number": 15, "text": "để ai tin vào Người thì được sống muôn đời."},
        {"number": 16, "text": "Thiên Chúa yêu thế gian đến nỗi đã ban Con Một, để ai tin vào Con của Người thì khỏi phải chết, nhưng được sống muôn đời."},
        {"number": 17, "text": "Quả vậy, Thiên Chúa sai Con của Người đến thế gian, không phải để lên án thế gian, nhưng là để thế gian, nhờ Con của Người, mà được cứu độ."},
        {"number": 18, "text": "Ai tin vào Con của Người, thì không bị lên án; nhưng kẻ không tin, thì bị lên án rồi, vì đã không tin vào danh của Con Một Thiên Chúa."},
        {"number": 19, "text": "Và đây là bản án: ánh sáng đã đến thế gian, nhưng người ta đã chuộng bóng tối hơn ánh sáng, vì các việc họ làm đều xấu xa."},
        {"number": 20, "text": "Quả thật, ai làm điều ác, thì ghét ánh sáng và không đến cùng ánh sáng, để các việc họ làm khỏi bị chê trách."},
        {"number": 21, "text": "Nhưng kẻ sống theo sự thật, thì đến cùng ánh sáng, để thiên hạ thấy rõ: các việc của người ấy đã được thực hiện trong Thiên Chúa.\""},
        {"number": 22, "text": "Sau đó, Đức Giê-su và các môn đệ đi tới miền Giu-đê. Người ở lại nơi ấy với các ông, và làm phép rửa."},
        {"number": 23, "text": "Còn ông Gio-an, ông cũng đang làm phép rửa tại Ê-nôn, gần Sa-lim, vì ở đấy có nhiều nước, và người ta thường đến chịu phép rửa."},
        {"number": 24, "text": "Lúc ấy ông Gio-an chưa bị tống giam."},
        {"number": 25, "text": "Bấy giờ xảy ra một cuộc tranh luận giữa các môn đệ của ông Gio-an với một người Do-thái về việc thanh tẩy."},
        {"number": 26, "text": "Họ đến gặp ông Gio-an và nói: \"Thưa thầy, người trước đây đã ở với thầy bên kia sông Gio-đan và được thầy làm chứng cho, bây giờ ông ấy cũng làm phép rửa, và thiên hạ đều đến với ông ấy.\""},
        {"number": 27, "text": "Ông Gio-an trả lời: \"Chẳng ai có thể nhận được gì mà không do Trời ban."},
        {"number": 28, "text": "Chính anh em làm chứng cho tôi là tôi đã nói: 'Tôi đây không phải là Đấng Ki-tô, mà là kẻ được sai đi trước mặt Người.'"},
        {"number": 29, "text": "Ai cưới cô dâu, người ấy là chú rể. Còn người bạn của chú rể đứng đó nghe chàng, thì vui mừng hớn hở vì được nghe tiếng nói của chàng. Đó là niềm vui của thầy, niềm vui ấy bây giờ đã trọn vẹn."},
        {"number": 30, "text": "Người phải nổi bật lên, còn thầy phải lu mờ đi.\""},
        {"number": 31, "text": "Đấng từ trên cao mà đến thì ở trên mọi người; kẻ từ đất mà ra thì thuộc về đất và nói những chuyện dưới đất. Đấng từ trời mà đến thì ở trên mọi người;"},
        {"number": 32, "text": "Người làm chứng về những gì Người đã thấy đã nghe, nhưng chẳng ai nhận lời chứng của Người."},
        {"number": 33, "text": "Ai nhận lời chứng của Người, thì xác nhận Thiên Chúa là Đấng chân thật."},
        {"number": 34, "text": "Quả thế, Đấng được Thiên Chúa sai đi, thì nói những lời của Thiên Chúa, vì Thiên Chúa ban Thần Khí cho Người vô ngần vô hạn."},
        {"number": 35, "text": "Chúa Cha yêu thương người Con và đã giao mọi sự trong tay Người."},
        {"number": 36, "text": "Ai tin vào người Con thì được sự sống đời đời; còn kẻ không vâng phục người Con thì không được sự sống, nhưng cơn thịnh nộ của Thiên Chúa đè nặng trên kẻ ấy.\""}
      ]
    }
  ]
}
