{
  "bookId": "matthew",
  "chapters": [
    {
      "number": 1,
      "verses": [
        {"number": 1, "text": "Đây là gia phả Đức Giê-su Ki-tô, con cháu vua Đa-vít, con cháu tổ phụ Áp-ra-ham:"},
        {"number": 2, "text": "Ông Áp-ra-ham sinh I-xa-ác; I-xa-ác sinh Gia-cóp; Gia-cóp sinh Giu-đa và các anh em ông này."},
        {"number": 3, "text": "Giu-đa sinh Pe-rét và De-rác; mẹ hai ông là bà Ta-ma. Pe-rét sinh Khét-xơ-rôn; Khét-xơ-rôn sinh Ram."},
        {"number": 4, "text": "Ram sinh Am-mi-na-đáp; Am-mi-na-đáp sinh Nác-sôn; Nác-sôn sinh Xan-môn."},
        {"number": 5, "text": "Xan-môn sinh Bô-át; mẹ là bà Ra-kháp. Bô-át sinh Ô-vết; mẹ là bà Rút. Ô-vết sinh Gie-sê."},
        {"number": 6, "text": "Gie-sê sinh Đa-vít. Vua Đa-vít sinh Sa-lô-môn; mẹ là bà vợ của ông U-ri-gia."},
        {"number": 7, "text": "Sa-lô-môn sinh Rơ-kháp-am; Rơ-kháp-am sinh A-vi-gia; A-vi-gia sinh A-xa."},
        {"number": 8, "text": "A-xa sinh Giơ-hô-sa-phát; Giơ-hô-sa-phát sinh Giô-ram; Giô-ram sinh Út-di-gia."},
        {"number": 9, "text": "Út-di-gia sinh Giô-tham; Giô-tham sinh A-khát; A-khát sinh Khít-ki-gia."},
        {"number": 10, "text": "Khít-ki-gia sinh Mơ-na-se; Mơ-na-se sinh A-môn; A-môn sinh Giô-si-gia."},
        {"number": 11, "text": "Giô-si-gia sinh Giơ-khon-gia và các anh em vua này; kế đó là thời lưu đày ở Ba-by-lon."},
        {"number": 12, "text": "Sau thời lưu đày ở Ba-by-lon, Giơ-khon-gia sinh San-ti-ên; San-ti-ên sinh Dơ-rúp-ba-ven."},
        {"number": 13, "text": "Dơ-rúp-ba-ven sinh A-vi-hút; A-vi-hút sinh En-gia-kim; En-gia-kim sinh A-do."},
        {"number": 14, "text": "A-do sinh Xa-đốc; Xa-đốc sinh A-khim; A-khim sinh Ê-li-hút."},
        {"number": 15, "text": "Ê-li-hút sinh E-la-da; E-la-da sinh Mát-than; Mát-than sinh Gia-cóp."},
        {"number": 16, "text": "Gia-cóp sinh Giu-se, chồng của bà Ma-ri-a, bà là mẹ Đức Giê-su cũng gọi là Đấng Ki-tô."},
        {"number": 17, "text": "Như thế, tính chung lại thì: từ tổ phụ Áp-ra-ham đến vua Đa-vít, là mười bốn đời; từ vua Đa-vít đến thời lưu đày ở Ba-by-lon, là mười bốn đời; và từ thời lưu đày ở Ba-by-lon đến Đức Ki-tô, cũng là mười bốn đời."},
        {"number": 18, "text": "Sau đây là gốc tích Đức Giê-su Ki-tô: bà Ma-ri-a, mẹ Người, đã thành hôn với ông Giu-se. Nhưng trước khi hai ông bà về chung sống, bà đã có thai do quyền năng Chúa Thánh Thần."},
        {"number": 19, "text": "Ông Giu-se, chồng bà, là người công chính và không muốn tố giác bà, nên mới định tâm bỏ bà cách kín đáo."},
        {"number": 20, "text": "Ông đang toan tính như vậy, thì kìa sứ thần Chúa hiện đến báo mộng cho ông rằng: \"Này ông Giu-se, con cháu Đa-vít, đừng ngại đón bà Ma-ri-a vợ ông về, vì người con bà cưu mang là do quyền năng Chúa Thánh Thần."},
        {"number": 21, "text": "Bà sẽ sinh con trai và ông phải đặt tên cho con trẻ là Giê-su, vì chính Người sẽ cứu dân Người khỏi tội lỗi của họ.\""},
        {"number": 22, "text": "Tất cả sự việc này xảy ra là để ứng nghiệm lời Chúa phán qua miệng ngôn sứ:"},
        {"number": 23, "text": "Này đây, Trinh Nữ sẽ thụ thai và sinh hạ một con trai, người ta sẽ gọi tên con trẻ là Em-ma-nu-en, nghĩa là \"Thiên-Chúa-ở-cùng-chúng-ta\"."},
        {"number": 24, "text": "Khi tỉnh giấc, ông Giu-se làm như sứ thần Chúa dạy và đón vợ về nhà."},
        {"number": 25, "text": "Ông không ăn ở với bà, cho đến khi bà sinh một con trai, và ông đặt tên cho con trẻ là Giê-su."}
      ]
    },
    {
      "number": 5,
      "verses": [
        {"number": 1, "text": "Thấy đám đông, Đức Giê-su lên núi. Người ngồi xuống, các môn đệ đến gần bên."},
        {"number": 2, "text": "Người mở miệng dạy họ rằng:"},
        {"number": 3, "text": "\"Phúc thay ai có tâm hồn nghèo khó, vì Nước Trời là của họ."},
        {"number": 4, "text": "Phúc thay ai hiền lành, vì họ sẽ được Đất Hứa làm gia nghiệp."},
        {"number": 5, "text": "Phúc thay ai sầu khổ, vì họ sẽ được Thiên Chúa ủi an."},
        {"number": 6, "text": "Phúc thay ai khát khao nên người công chính, vì họ sẽ được Thiên Chúa cho thoả lòng."},
        {"number": 7, "text": "Phúc thay ai xót thương người, vì họ sẽ được Thiên Chúa xót thương."},
        {"number": 8, "text": "Phúc thay ai có tâm hồn trong sạch, vì họ sẽ được nhìn thấy Thiên Chúa."},
        {"number": 9, "text": "Phúc thay ai xây dựng hoà bình, vì họ sẽ được gọi là con Thiên Chúa."},
        {"number": 10, "text": "Phúc thay ai bị bách hại vì sống công chính, vì Nước Trời là của họ."},
        {"number": 11, "text": "Phúc thay anh em khi vì Thầy mà bị người ta sỉ vả, bách hại và vu khống đủ điều xấu xa."},
        {"number": 12, "text": "Anh em hãy vui mừng hớn hở, vì phần thưởng dành cho anh em ở trên trời thật lớn lao. Quả vậy, các ngôn sứ là những người đi trước anh em cũng bị người ta bách hại như thế."},
        {"number": 13, "text": "Chính anh em là muối cho đời. Nhưng muối mà nhạt đi, thì lấy gì muối nó cho mặn lại? Nó đã thành vô dụng, thì chỉ còn việc quăng ra ngoài cho người ta chà đạp thôi."},
        {"number": 14, "text": "Chính anh em là ánh sáng cho trần gian. Một thành xây trên núi không tài nào che giấu được."},
        {"number": 15, "text": "Cũng chẳng có ai thắp đèn rồi lại để dưới cái thùng, nhưng đặt trên đế, và đèn soi chiếu cho mọi người trong nhà."},
        {"number": 16, "text": "Cũng vậy, ánh sáng của anh em phải chiếu giãi trước mặt thiên hạ, để họ thấy những công việc tốt đẹp anh em làm, mà tôn vinh Cha của anh em, Đấng ngự trên trời."},
        {"number": 17, "text": "Anh em đừng tưởng Thầy đến để bãi bỏ Luật Mô-sê hoặc lời các ngôn sứ. Thầy đến không phải là để bãi bỏ, nhưng là để kiện toàn."},
        {"number": 18, "text": "Vì, Thầy bảo thật anh em, trước khi trời đất qua đi, thì một chấm một phết trong Lề Luật cũng sẽ không qua đi, cho đến khi mọi sự được hoàn thành."},
        {"number": 19, "text": "Vậy ai bãi bỏ dù chỉ là một trong những điều răn nhỏ nhất ấy, và dạy người ta làm như thế, thì sẽ bị gọi là kẻ nhỏ nhất trong Nước Trời. Còn ai tuân hành và dạy làm như thế, thì sẽ được gọi là lớn trong Nước Trời."},
        {"number": 20, "text": "Vậy, Thầy bảo cho anh em biết, nếu anh em không ăn ở công chính hơn các kinh sư và người Pha-ri-sêu, thì sẽ chẳng được vào Nước Trời."},
        {"number": 21, "text": "Anh em đã nghe Luật dạy người xưa rằng: Chớ giết người; ai giết người, thì đáng bị đưa ra toà."},
        {"number": 22, "text": "Còn Thầy, Thầy bảo cho anh em biết: ai giận anh em mình, thì đáng bị đưa ra toà. Ai mắng anh em mình là đồ ngốc, thì đáng bị đưa ra trước Thượng Hội Đồng. Còn ai chửi anh em mình là quân phản đạo, thì đáng bị lửa hoả ngục thiêu đốt."},
        {"number": 23, "text": "Vậy, nếu khi anh sắp dâng lễ vật trước bàn thờ, mà sực nhớ có người anh em đang có chuyện bất bình với anh,"},
        {"number": 24, "text": "thì hãy để của lễ lại đó trước bàn thờ, đi làm hoà với người anh em ấy đã, rồi trở lại dâng lễ vật của mình."},
        {"number": 25, "text": "Anh hãy mau mau dàn xếp với đối phương, khi còn đang trên đường đi với người ấy tới cửa công, kẻo người ấy nộp anh cho quan toà, quan toà lại giao anh cho thuộc hạ, và anh sẽ bị tống ngục."},
        {"number": 26, "text": "Thầy bảo thật cho anh biết: anh sẽ không ra khỏi đó, trước khi trả hết đồng xu cuối cùng."},
        {"number": 27, "text": "Anh em đã nghe Luật dạy rằng: Chớ ngoại tình."},
        {"number": 28, "text": "Còn Thầy, Thầy bảo cho anh em biết: ai nhìn người phụ nữ mà thèm muốn, thì trong lòng đã ngoại tình với người ấy rồi."},
        {"number": 29, "text": "Nếu mắt phải của anh làm cớ cho anh sa ngã, thì hãy móc mà ném đi; vì thà mất một phần thân thể, còn hơn là toàn thân bị ném vào hoả ngục."},
        {"number": 30, "text": "Nếu tay phải của anh làm cớ cho anh sa ngã, thì hãy chặt mà ném đi; vì thà mất một phần thân thể, còn hơn là toàn thân phải sa hoả ngục."},
        {"number": 31, "text": "Luật cũng dạy rằng: Ai rẫy vợ, thì phải cho vợ chứng thư ly dị."},
        {"number": 32, "text": "Còn Thầy, Thầy bảo cho anh em biết: ngoại trừ trường hợp hôn nhân bất hợp pháp, ai rẫy vợ là đẩy vợ đến chỗ ngoại tình; và ai cưới người đàn bà bị rẫy, thì cũng phạm tội ngoại tình."},
        {"number": 33, "text": "Anh em còn nghe Luật dạy người xưa rằng: Chớ bội thề, nhưng hãy trọn lời thề với Đức Chúa."},
        {"number": 34, "text": "Còn Thầy, Thầy bảo cho anh em biết: đừng thề chi cả. Đừng chỉ trời mà thề, vì trời là ngai Thiên Chúa."},
        {"number": 35, "text": "Đừng chỉ đất mà thề, vì đất là bệ dưới chân Người. Đừng chỉ Giê-ru-sa-lem mà thề, vì đó là thành của Đức Vua cao cả."},
        {"number": 36, "text": "Đừng chỉ lên đầu mà thề, vì anh không thể làm cho một sợi tóc hoá trắng hay đen được."},
        {"number": 37, "text": "Nhưng hễ 'có' thì phải nói 'có', 'không' thì phải nói 'không'. Thêm thắt điều gì là do ác quỷ."},
        {"number": 38, "text": "Anh em đã nghe Luật dạy rằng: Mắt đền mắt, răng đền răng."},
        {"number": 39, "text": "Còn Thầy, Thầy bảo anh em: đừng chống cự người ác, trái lại, nếu bị ai vả má bên phải, thì hãy giơ cả má bên trái ra nữa."},
        {"number": 40, "text": "Nếu ai muốn kiện anh để lấy áo trong của anh, thì hãy để cho nó lấy cả áo ngoài."},
        {"number": 41, "text": "Nếu có người bắt anh đi một dặm, thì hãy đi với người ấy hai dặm."},
        {"number": 42, "text": "Ai xin, thì hãy cho; ai muốn vay mượn, thì đừng ngoảnh mặt đi."},
        {"number": 43, "text": "Anh em đã nghe Luật dạy rằng: Hãy yêu đồng loại và hãy ghét kẻ thù."},
        {"number": 44, "text": "Còn Thầy, Thầy bảo anh em: hãy yêu kẻ thù và cầu nguyện cho những kẻ ngược đãi anh em."},
        {"number": 45, "text": "Như vậy, anh em mới được trở nên con cái của Cha anh em, Đấng ngự trên trời, vì Người cho mặt trời của Người mọc lên soi sáng kẻ xấu cũng như người tốt, và cho mưa xuống trên người công chính cũng như kẻ bất chính."},
        {"number": 46, "text": "Vì nếu anh em yêu thương kẻ yêu thương mình, thì anh em nào có công chi? Ngay cả những người thu thuế cũng chẳng làm như thế sao?"},
        {"number": 47, "text": "Nếu anh em chỉ chào hỏi anh em mình thôi, thì anh em có làm gì lạ thường đâu? Ngay cả người ngoại cũng chẳng làm như thế sao?"},
        {"number": 48, "text": "Vậy anh em hãy nên hoàn thiện, như Cha anh em trên trời là Đấng hoàn thiện.\""}
      ]
    },
    {
      "number": 6,
      "verses": [
        {"number": 1, "text": "Khi làm việc lành phúc đức, anh em phải coi chừng, chớ có phô trương cho thiên hạ thấy. Bằng không, anh em sẽ chẳng được Cha của anh em, Đấng ngự trên trời, ban thưởng."},
        {"number": 2, "text": "Vậy khi bố thí, đừng có khua chiêng đánh trống, như bọn đạo đức giả thường biểu diễn trong hội đường và ngoài phố xá, cốt để người ta khen. Thầy bảo thật anh em, chúng đã được phần thưởng rồi."},
        {"number": 3, "text": "Còn anh, khi bố thí, đừng cho tay trái biết việc tay phải làm,"},
        {"number": 4, "text": "để việc anh bố thí được kín đáo. Và Cha của anh, Đấng thấu suốt những gì kín đáo, sẽ trả lại cho anh."},
        {"number": 5, "text": "Và khi cầu nguyện, anh em đừng làm như bọn đạo đức giả: chúng thích đứng cầu nguyện trong các hội đường, hoặc ngoài các ngã ba ngã tư, cho người ta thấy. Thầy bảo thật anh em: chúng đã được phần thưởng rồi."},
        {"number": 6, "text": "Còn anh, khi cầu nguyện, hãy vào phòng, đóng cửa lại, và cầu nguyện cùng Cha của anh, Đấng hiện diện nơi kín đáo. Và Cha của anh, Đấng thấu suốt những gì kín đáo, sẽ trả lại cho anh."},
        {"number": 7, "text": "Khi cầu nguyện, anh em đừng lải nhải như dân ngoại; họ nghĩ rằng: cứ nói nhiều là được nhận lời."},
        {"number": 8, "text": "Đừng bắt chước họ, vì Cha anh em đã biết rõ anh em cần gì, trước khi anh em cầu xin."},
        {"number": 9, "text": "Vậy, anh em hãy cầu nguyện như thế này: Lạy Cha chúng con là Đấng ngự trên trời, xin làm cho danh thánh Cha vinh hiển,"},
        {"number": 10, "text": "triều đại Cha mau đến, ý Cha thể hiện dưới đất cũng như trên trời."},
        {"number": 11, "text": "Xin Cha cho chúng con hôm nay lương thực hằng ngày;"},
        {"number": 12, "text": "xin tha tội cho chúng con như chúng con cũng tha cho những người có lỗi với chúng con;"},
        {"number": 13, "text": "xin đừng để chúng con sa chước cám dỗ, nhưng cứu chúng con cho khỏi sự dữ."},
        {"number": 14, "text": "Thật vậy, nếu anh em tha lỗi cho người ta, thì Cha anh em trên trời cũng sẽ tha thứ cho anh em."},
        {"number": 15, "text": "Nhưng nếu anh em không tha thứ cho người ta, thì Cha anh em cũng sẽ không tha lỗi cho anh em."},
        {"number": 16, "text": "Còn khi ăn chay, anh em chớ làm bộ rầu rĩ như bọn đạo đức giả: chúng làm cho ra vẻ thiểu não, để thiên hạ thấy là chúng ăn chay. Thầy bảo thật anh em, chúng đã được phần thưởng rồi."},
        {"number": 17, "text": "Còn anh, khi ăn chay, nên rửa mặt cho sạch, chải đầu cho thơm,"},
        {"number": 18, "text": "để không ai thấy là anh ăn chay ngoại trừ Cha của anh, Đấng hiện diện nơi kín đáo. Và Cha của anh, Đấng thấu suốt những gì kín đáo, sẽ trả lại cho anh."},
        {"number": 19, "text": "Anh em đừng tích trữ cho mình những kho tàng dưới đất, nơi mối mọt làm hư nát, nơi kẻ trộm khoét vách và lấy đi."},
        {"number": 20, "text": "Nhưng hãy tích trữ cho mình những kho tàng trên trời, nơi mối mọt không làm hư nát, nơi trộm cắp không đào ngạch và lấy đi."},
        {"number": 21, "text": "Vì kho tàng của anh ở đâu, thì lòng anh ở đó."},
        {"number": 22, "text": "Đèn của thân thể là con mắt. Vậy nếu mắt anh sáng, thì toàn thân anh sẽ sáng."},
        {"number": 23, "text": "Còn nếu mắt anh xấu, thì toàn thân anh sẽ tối. Vậy nếu ánh sáng nơi anh lại thành bóng tối, thì tối biết chừng nào!"},
        {"number": 24, "text": "Không ai có thể làm tôi hai chủ, vì hoặc sẽ ghét chủ này mà yêu chủ kia, hoặc sẽ gắn bó với chủ này mà khinh chủ nọ. Anh em không thể vừa làm tôi Thiên Chúa vừa làm tôi Tiền Của được."},
        {"number": 25, "text": "Vì vậy Thầy bảo cho anh em biết: đừng lo cho mạng sống: lấy gì mà ăn; cũng đừng lo cho thân thể: lấy gì mà mặc. Mạng sống chẳng trọng hơn của ăn, và thân thể chẳng trọng hơn áo mặc sao?"},
        {"number": 26, "text": "Hãy xem chim trời: chúng không gieo, không gặt, không thu tích vào kho; thế mà Cha anh em trên trời vẫn nuôi chúng. Anh em lại chẳng quý giá hơn chúng sao?"},
        {"number": 27, "text": "Hỏi có ai trong anh em có thể nhờ lo lắng mà kéo dài đời mình thêm được dù chỉ một gang tay?"},
        {"number": 28, "text": "Còn về áo mặc cũng thế, lo lắng làm gì? Hãy ngắm xem hoa huệ ngoài đồng mọc lên thế nào: chúng không làm lụng, không kéo sợi;"},
        {"number": 29, "text": "thế mà, Thầy bảo cho anh em biết: ngay cả vua Sa-lô-môn, dù vinh hoa tột bậc, cũng không mặc đẹp bằng một bông hoa ấy."},
        {"number": 30, "text": "Vậy nếu hoa cỏ ngoài đồng, nay còn, mai đã quăng vào lò, mà Thiên Chúa còn mặc đẹp cho như thế, thì huống hồ là anh em, ôi những kẻ kém lòng tin!"},
        {"number": 31, "text": "Vì thế, anh em đừng lo lắng tự hỏi: ta sẽ ăn gì, uống gì, hay mặc gì đây?"},
        {"number": 32, "text": "Tất cả những thứ đó, dân ngoại vẫn tìm kiếm. Cha anh em trên trời thừa biết anh em cần tất cả những thứ đó."},
        {"number": 33, "text": "Trước hết hãy tìm kiếm Nước Thiên Chúa và đức công chính của Người, còn tất cả những thứ kia, Người sẽ thêm cho."},
        {"number": 34, "text": "Vậy, anh em đừng lo lắng về ngày mai: ngày mai, cứ để ngày mai lo. Ngày nào có cái khổ của ngày ấy.\""}
      ]
    }
  ]
}
