{
  "bookId": "psalms",
  "chapters": [
    {
      "number": 1,
      "verses": [
        {"number": 1, "text": "Phúc thay người chẳng nghe theo lời bọn ác nhân, chẳng bước vào đường quân tội lỗi, không nhập bọn với phường ngạo mạn kiêu căng,"},
        {"number": 2, "text": "nhưng vui thú với lề luật Chúa, nhẩm đi nhẩm lại suốt đêm ngày."},
        {"number": 3, "text": "Người ấy tựa cây trồng bên dòng nước, cứ đúng mùa là trổ quả, cành lá chẳng khi nào tàn tạ. Người ấy làm chi cũng sẽ thành đạt."},
        {"number": 4, "text": "Ác nhân đâu được vậy: chúng khác nào vỏ trấu gió thổi bay."},
        {"number": 5, "text": "Nên ngày xử án, bọn ác nhân làm sao đứng nổi, và tội nhân làm sao nhập bọn những người công chính."},
        {"number": 6, "text": "Vì Chúa hằng che chở nẻo đường người công chính, còn đường lối ác nhân đưa tới chỗ diệt vong."}
      ]
    },
    {
      "number": 23,
      "verses": [
        {"number": 1, "text": "CHÚA là mục tử chăn dắt tôi, tôi chẳng thiếu thốn gì."},
        {"number": 2, "text": "Trong đồng cỏ xanh tươi, Người cho tôi nằm nghỉ. Người đưa tôi tới dòng nước trong lành,"},
        {"number": 3, "text": "và bổ sức cho tôi. Người dẫn tôi trên đường ngay nẻo chính vì danh dự của Người."},
        {"number": 4, "text": "Lạy Chúa, dầu qua lũng âm u, con sợ gì nguy khốn, vì có Chúa ở cùng. Côn trượng Ngài bảo vệ, con vững dạ an tâm."},
        {"number": 5, "text": "Chúa dọn sẵn cho con bữa tiệc ngay trước mặt quân thù. Đầu con, Chúa xức đượm dầu thơm, ly rượu con đầy tràn chan chứa."},
        {"number": 6, "text": "Lòng nhân hậu và tình thương Chúa ấp ủ tôi suốt cả cuộc đời, và tôi được ở đền Người những ngày tháng, những năm dài triền miên."}
      ]
    },
    {
      "number": 51,
      "verses": [
        {"number": 1, "text": "Lạy Thiên Chúa, xin lấy lòng nhân hậu xót thương con, mở lượng hải hà xoá tội con đã phạm."},
        {"number": 2, "text": "Xin rửa con sạch hết lỗi lầm, tội lỗi con, xin Ngài thanh tẩy."},
        {"number": 3, "text": "Vâng, con biết tội mình đã phạm, lỗi lầm cứ ám ảnh ngày đêm."},
        {"number": 4, "text": "Con đắc tội với Chúa, với một mình Chúa, dám làm điều dữ trái mắt Ngài. Như vậy, Ngài thật công bình khi tuyên án, liêm chính khi xét xử."},
        {"number": 5, "text": "Vâng, con sinh ra trong tội lỗi, mẹ đã cưu mang con trong tội."},
        {"number": 6, "text": "Nhưng Ngài yêu thích tâm hồn chân thật, dạy con thấu triệt lẽ khôn ngoan."},
        {"number": 7, "text": "Xin dùng cành hương thảo rảy nước thanh tẩy con, con sẽ được tinh tuyền; xin rửa con cho sạch, con sẽ trắng hơn tuyết."},
        {"number": 8, "text": "Xin cho con được nghe tiếng reo mừng hoan hỷ, để xương cốt bị Ngài nghiền nát được nhảy nhót tưng bừng."},
        {"number": 9, "text": "Xin ngoảnh mặt đừng nhìn tội lỗi, và xoá bỏ hết mọi lỗi lầm."},
        {"number": 10, "text": "Lạy Chúa Trời, xin tạo cho con một tấm lòng trong trắng, đổi mới tinh thần cho con nên chung thuỷ."},
        {"number": 11, "text": "Xin đừng nỡ đuổi con không cho gần Nhan Thánh, đừng cất khỏi lòng con thần khí thánh của Ngài."},
        {"number": 12, "text": "Xin ban lại cho con niềm vui vì được Ngài cứu độ, và lấy tinh thần quảng đại đỡ nâng con."},
        {"number": 13, "text": "Đường lối Ngài, con xin dạy cho người tội lỗi, ai lạc bước sẽ trở lại cùng Ngài."},
        {"number": 14, "text": "Con đã phạm tội đổ máu người, xin Ngài giải thoát cho, lạy Thiên Chúa, Thiên Chúa con thờ là Đấng cứu độ, lưỡi con sẽ ca vang đức công chính của Ngài."},
        {"number": 15, "text": "Lạy Chúa Trời, xin mở miệng con, cho con cất tiếng ngợi khen Ngài."},
        {"number": 16, "text": "Chúa chẳng ưa thích gì tế phẩm, dâng lễ toàn thiêu, Ngài cũng không chấp nhận."},
        {"number": 17, "text": "Lạy Thiên Chúa, tế phẩm dâng Ngài là tâm thần tan nát, một tấm lòng tan nát giày vò, Ngài sẽ chẳng khinh chê."},
        {"number": 18, "text": "Xin rộng lòng tuôn đổ phúc lành xuống Xi-on, và xây lại thành Giê-ru-sa-lem."},
        {"number": 19, "text": "Bấy giờ Ngài vui nhận lễ tế theo luật định, lễ toàn thiêu và lễ thượng hiến; bấy giờ trên bàn thờ Ngài, người ta sẽ giết bò hiến tế."}
      ]
    },
    {
      "number": 91,
      "verses": [
        {"number": 1, "text": "Hỡi ai nương náu bên Đấng Tối Cao và núp bóng Đấng Toàn Năng,"},
        {"number": 2, "text": "hãy thưa với Chúa rằng: Lạy Thiên Chúa, Ngài là nơi con nương náu, là đồn luỹ chở che, con tin tưởng vào Ngài."},
        {"number": 3, "text": "Chính Người giải thoát bạn khỏi lưới kẻ thù giăng, khỏi tai hoạ diệt vong."},
        {"number": 4, "text": "Người lấy cánh dang che, lấy bộ lông phủ ấm, tín nghĩa Người là khiên che thuẫn đỡ."},
        {"number": 5, "text": "Bạn không sợ kinh hoàng đêm vắng, mũi tên bay giữa ban ngày,"},
        {"number": 6, "text": "dịch khí hoành hành trong đêm tối, ôn thần tàn phá lúc chính trưa."},
        {"number": 7, "text": "Dù bên bạn có ngã gục cả ngàn, dù bên phải có gục ngã cả vạn, riêng bạn vẫn không hề hấn chi."},
        {"number": 8, "text": "Mở mắt ra bạn liền thấy rõ: kìa ác nhân chuốc lấy ác báo!"},
        {"number": 9, "text": "Vì bạn có Chúa làm nơi nương náu, và đã chọn Đấng Tối Cao làm chỗ ẩn thân."},
        {"number": 10, "text": "Bạn sẽ không gặp điều ác hại, và tai ương không bén mảng tới nhà,"},
        {"number": 11, "text": "vì Người truyền cho thiên sứ giữ gìn bạn trên khắp nẻo đường,"},
        {"number": 12, "text": "và thiên sứ sẽ tay đỡ tay nâng cho bạn khỏi vấp chân vào đá."},
        {"number": 13, "text": "Bạn có đạp lên hùm thiêng rắn độc hay giẫm nát đầu sư tử thuồng luồng cũng chẳng sao."},
        {"number": 14, "text": "Chúa phán: Kẻ gắn bó cùng Ta sẽ được Ta giải thoát, được Ta che chở vì đã biết Danh Ta."},
        {"number": 15, "text": "Kẻ ấy kêu cầu Ta, Ta liền đáp lại, lúc ngặt nghèo có Ta ở kề bên; Ta giải cứu và ban nhiều vinh dự,"},
        {"number": 16, "text": "cho sống lâu, tuổi thọ dư đầy, và hưởng ơn cứu độ Ta ban."}
      ]
    },
    {
      "number": 121,
      "verses": [
        {"number": 1, "text": "Tôi ngước mắt nhìn lên rặng núi, ơn phù hộ tôi đến tự nơi nao?"},
        {"number": 2, "text": "Ơn phù hộ tôi đến từ Đức Chúa là Đấng dựng nên cả đất trời."},
        {"number": 3, "text": "Xin Người đừng để bạn lỡ chân trật bước, xin Đấng gìn giữ bạn đừng ngủ quên."},
        {"number": 4, "text": "Đấng gìn giữ Ít-ra-en, lẽ nào chợp mắt, lẽ nào ngủ quên?"},
        {"number": 5, "text": "Chính Chúa là Đấng canh giữ bạn, chính Chúa là Đấng che chở bạn, Người luôn luôn ở gần kề."},
        {"number": 6, "text": "Ngày sáng, mặt trời chẳng tác hại bạn, mặt trăng cũng chẳng hại bạn đêm khuya."},
        {"number": 7, "text": "Chúa giữ gìn bạn khỏi mọi điều bất hạnh, giữ gìn cho sinh mệnh an toàn."},
        {"number": 8, "text": "Chúa giữ gìn bạn lúc ra vào lui tới, từ giờ đây cho đến mãi muôn đời."}
      ]
    },
    {
      "number": 150,
      "verses": [
        {"number": 1, "text": "Ha-lê-lui-a! Ngợi khen Thiên Chúa trong đền thánh của Người, ngợi khen Người nơi vòm trời uy nghiêm."},
        {"number": 2, "text": "Ngợi khen chiến công Người hiển hách, ngợi khen Người cao cả vô biên."},
        {"number": 3, "text": "Nào tấu kèn rộn rã ngợi khen Người, cùng đàn sắt đàn cầm ca ngợi Người."},
        {"number": 4, "text": "Nhịp trống hoà theo điệu múa ngợi khen Người, tiếng sáo tiếng đàn ngợi khen Người."},
        {"number": 5, "text": "Ngợi khen Người với chũm choẹ vang rền, ngợi khen với thanh la vang dội."},
        {"number": 6, "text": "Hỡi tất cả chúng sinh, hãy ngợi khen Chúa đi nào! Ha-lê-lui-a!"}
      ]
    }
  ]
}
